---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.LinearForceScale
source: html/efc7c7bf-44c6-cd08-7399-412ef772edfc.htm
---
# Autodesk.Revit.DB.SpecTypeId.LinearForceScale Property

Linear Force Scale, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId LinearForceScale { get; }
```